pet_examples/evaluation/model_comp_corr/gpt3/graphviz/activities/5_2.gv
digraph {
  Submit -> Receive
  Receive -> Approve
  Receive -> Reject
  Reject -> Review
  Approve -> Generate
  Generate -> Complete
}
